dakhnod/BLEnky/src/config/bsp/nordic_nrf5340_audio_dk.h
#define GPIO_CONFIGURATION_PIN_7_MODE 2
#define GPIO_CONFIGURATION_PIN_7_INVERT 0
#define GPIO_CONFIGURATION_PIN_25_MODE 2
#define GPIO_CONFIGURATION_PIN_25_INVERT 0
#define GPIO_CONFIGURATION_PIN_26_MODE 2
#define GPIO_CONFIGURATION_PIN_26_INVERT 0
#define GPIO_CONFIGURATION_PIN_28_MODE 2
#define GPIO_CONFIGURATION_PIN_28_INVERT 0
#define GPIO_CONFIGURATION_PIN_29_MODE 2
#define GPIO_CONFIGURATION_PIN_29_INVERT 0
#define GPIO_CONFIGURATION_PIN_30_MODE 2
#define GPIO_CONFIGURATION_PIN_30_INVERT 0
#define GPIO_CONFIGURATION_PIN_31_MODE 2
#define GPIO_CONFIGURATION_PIN_31_INVERT 0
#define GPIO_CONFIGURATION_PIN_32_MODE 2
#define GPIO_CONFIGURATION_PIN_32_INVERT 0
#define GPIO_CONFIGURATION_PIN_33_MODE 2
#define GPIO_CONFIGURATION_PIN_33_INVERT 0
#define GPIO_CONFIGURATION_PIN_2_MODE 1
#define GPIO_CONFIGURATION_PIN_2_INVERT 1
#define GPIO_CONFIGURATION_PIN_2_PULL 1
#define GPIO_CONFIGURATION_PIN_3_MODE 1
#define GPIO_CONFIGURATION_PIN_3_INVERT 1
#define GPIO_CONFIGURATION_PIN_3_PULL 1
#define GPIO_CONFIGURATION_PIN_4_MODE 1
#define GPIO_CONFIGURATION_PIN_4_INVERT 1
#define GPIO_CONFIGURATION_PIN_4_PULL 1
#define GPIO_CONFIGURATION_PIN_6_MODE 1
#define GPIO_CONFIGURATION_PIN_6_INVERT 1
#define GPIO_CONFIGURATION_PIN_6_PULL 1
#define GPIO_CONFIGURATION_PIN_5_MODE 1
#define GPIO_CONFIGURATION_PIN_5_INVERT 1
#define GPIO_CONFIGURATION_PIN_5_PULL 1
